Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 鉴于人数太少，所以挑战会场只有五个擂台，而且当比赛的人是九十层以上的强者，五个擂台就会合二为一，形成一个大型擂台，为观赛的人呈现出精彩纷呈一对一的比赛。
en_us: Taking into consideration that there were too few people, the challenge venue only had five arenas. Furthermore, when the one competing was an expert from the ninetieth level and above, the five arenas would merge and form a large-scale arena, showcasing a dazzling and diverse 'one-verses-one' match.

source: 鉴于他们现在是名人，而且还是红得发紫的名人，他们决定不透露本名，所以如果有人问，就随便给个名字。
en_us: Seeing that they were currently famous and were enjoying great popularity, they decided not to reveal their names. So they would just give a random name if anyone asked.

source: 鉴于他们的身份特殊，不宜太早曝光。
en_us: Due to their special identity, it's better if they don't reveal themselves too early.

source: 铁锤是黄鼠兽的武器，里面参杂着许多坚硬的金属，约有五百公斤重，被砸中的话不死也会重伤，黄鼠獣曾经用这柄大铁锤砸死过不少想跟他抢夺小岛地盘的妖兽，因此他非常自信。
en_us: The metal hammer was the Ground Squirrel Beast's weapon and it was an alloy of many hard metals. The hammer weighed about five hundred kilograms. If one was hit, they would still be seriously injured even if they were not immediately killed. The Ground Squirrel Beast had once crushed many monsters who wanted to plunder the island from him with it to death, so he was very confident.

source: 铁锤正面砸中吞金兽，一股强大的劲气霎时自中间散开，深坑从三米宽变成了五米，地面仿佛震动了一下。
en_us: The metal hammer hit the Metal Swallowing Beast head-on and a strong shock-wave instantly spread out from the middle of the impact. The deep pit changed from three meters wide to five meters, and the ground seemed have shook for a moment.

source: 铜锣声在未时的时候准时响起。
en_us: The gong sounded timely, signaling the beginning of the auction.

source: 银发青年有一张没有表情的脸，但风迟云却从他的眼睛里读出饱含思念的感情，嘴角忍不住逸出一丝笑意。
en_us: The silver haired young man had a stoic face, but Feng ChiYun could see the emotions swimming in the other's eyes and couldn't stop his mouth from curling into a slight smile.

source: 银夫人将右手放在左手上，淡淡的说道：“夫君，那宵小可是你弟弟的儿子，如果不是发生那些事，他现在就是家主之子，何况你就不好奇他为什么能继承得了赤血家族的传族之宝吗？”
en_us: Madam Yin placed her right hand over her left and calmly said, "Husband, that wretch is the son of your younger brother. He would be the Family Head if not for those events occurring. Besides, aren't you curious why he was able to inherit the Inheritance Jewel of the ChiXue Clan?"

source: 银夫人平静地道：“夫君勿乱，即便那人拥有吞噬神火，妖凰族也不会放过他，只要我们再把火煽得旺一些，不愁无人对付他。”
en_us: Lady Yin said calmly, "My husband, do not fret. Even if that person has the engulfing Godfire, the Demon Phoenix Godfire will not let him go either. As long as we fan the flames a little higher, there is no need to worry that nobody can face him."

source: 银夫人淡濙的摇摇头，“那人已经离开这里，我感应不到。”
en_us: Lady Silver, shook her head daintily. "That person had left. I cannot sense it."

source: 银夫人见他气得几乎要立刻派人去中天抓他们，连忙出声。
en_us: Seeing as he was so furious that he was nearly about to dispatch people to Zhong Tian to capture them, Madam Yin promptly spoke up.

source: 银戈一向没有表情的脸突然扯出一丝极淡的温柔笑容，仿佛冰山融化，可惜低着头的风迟云没有发现，错过了这一瞬间。
en_us: For a moment, Yin Ge's stoic face broke out into a gentle, but barely there smile, like a melting iceberg. Unfortunately, Feng ChiYun, his head bowed, didn't notice and missed the moment.

source: 银戈一直都知道展雨轩不会在他身边待太久。
en_us: Yin Ge always knew that Zhan YuXuan wouldn't stay by his side long.

source: 银戈停下步伐，转身看着他，发出低沉沙哑的声音：“何事？”
en_us: Yin Ge's footsteps stopped. He turned around and looked at the youth and asked in a low and horse voice, "What is the matter?"

source: 银戈冷漠地道：“你身边明明有同伴，他也没有被毒蛇咬到，怎不让他去，却反而要我帮忙，不是眶我又是什么！”
en_us: Yin Ge nonchalantly stated, "You obviously have a comrade beside you who wasn't bitten by the venomous snake. Instead of letting him go, you're asking me to help. If this is not considered as framing me, what can it be?!"

source: 银戈和展雨轩立刻让开路。
en_us: Yin Ge and Zhan YuXuan immediately got out of the way.

source: 银戈和风迟云的结合炼化连心蛊，并且如凌霄说的，连心蛊对二人是极大的补物，修为像坐火箭一样直线上升。
en_us: Yin Ge and Feng ChiYun's joining transduced the Heart Linking Gu, and, like Ling Xiao had said, it was a great supplement for the two. Their cultivation levels skyrocketed.

source: 银戈回握他的手，他的手天生就是冰冷的，而风迟云的手，却像夏日里最火热的太阳，传递着灼人的温度，不仅温暖了他的手，也温暖了他的心。
en_us: Yin Ge gripped his hand. His own hand was naturally cold, but Feng ChiYun's hand was like a blazing sun in the summer, transmitting a simmering warmth, not only warming his hand but his heart as well.

source: 银戈在傅苍穹面前站定，拿出一个大盒子，递给他道：“傅盟主，这是弟子代表家父送与爱徒的礼物，他因为有事不能亲自前来，所以让我代表他给您弟子送一份礼物。”
en_us: Yin Ge stood in front of Fu CangWan, taking out a large box, handing it over as he said, "Fu Alliance Head, this is something I gift to you and your favored student in my father's stead. He had to take care of some business and couldn't come in person, so he had me come and represent him to give your student this gift."

source: 银戈将帽子戴上，面无表情的走过去。
en_us: Yin Ge put a hat on and walked over with a poker-face.

source: 银戈将玉盒子收入怀中，对木讷的风迟云说了一句‘走吧’就转身离开这里，原本一动不动的风迟云，此时却像提线木偶一样跟了上去。
en_us: Yin Ge slipped the jade box into his sleeves (玉盒子收入怀中). He turned around and left after instructing a wooden Feng ChiYun to follow. The originally motionless Feng ChiYun now followed after him like a marionette.

source: 银戈忙道：“不过什么？”
en_us: Yin Ge hastily asked, "But what?"

source: 银戈点点头。
en_us: Yin Ge nodded.

source: 银戈的目光落在他戳了风迟云脸颊的那只手指上。
en_us: Yin Ge's gaze fell onto the finger that was poking Feng ChiYun's cheek.

source: 银戈离席没有引起他人的注意。
en_us: Yin Ge's departure did not arouse anyone's attention.

source: 银戈突然从储物袋里拿出两张薄若蝉翼的人皮面具，幸亏之前为了在外方便一些而准备了几张，他将其中一张人皮面具贴到风迟云脸上，另一张则贴在自己脸上，这样就不会给游小默和凌霄添麻烦了。
en_us: Yin Ge abruptly took out two thin and delicate human skin masks (人皮面具) from his magic bag. Fortunately, he had prepared a few pieces for the purpose of moving around more conveniently outside. He pasted one of the human skin masks on Feng ChiYun's face and pasted the other on his own face. This would prevent any inconvenience for You XiaoMo and Ling Xiao.

source: 银戈被带上来的时候，他已经没有穿那件斗篷，银白色的头发像瀑布一样垂至腰间，面容冷若冰霜，散发着拒人千里之外的冰冷气息。
en_us: When Yin Ge came up, he no longer wore his cloak, his silver hair cascading down his back to his waist. His face was as cold as ever, giving him a distant and chilling air.

source: 银戈见他没反应，知道他心里不太愿意，“你若不愿意也罢，我会让凌霄把你体内的母蛊直接取出来，到时将连心蛊毁了便是。”说着便站起来。
en_us: Seeing his lack of reaction, Yin Ge knew he wasn't very willing. "If you don't want to, that's fine. I'll have Ling Xiao remove the female insect from your body and then destroy both." He stood as he spoke.

source: 银戈说：“我看的出来。”
en_us: Yin Ge said, "I can tell."

source: 银戈说：“我只不过是个小人物而已，若是贸然去找赤血家族的人说话，他们很可能会以为我在撒谎，我可不想被扣帽子，这样吧，你让你身边这位同伴跟我一起去，只要他们看到你同伴就一定会相信我的话，你看如何？”
en_us: Yin Ge continued, "I'm just a small nobody. They may be under the impression that I'm lying if I rashly speak to a member of the Vermilion Blood Clan. I don't wish to be tagged with an unfair label. How about this, let this fellow beside you come with me. They would definitely believe me once they see your comrade. What do you think?"

source: 银戈走到他身边坐下，“我有件事要跟你说。”
en_us: Yin Ge walked to him and sat beside him. "There's something I need to tell you."

source: 锁喉三双眼睛都集中在姬凤身上。
en_us: Three pairs of eyes locked onto Ji Feng.

source: 锁喉他们真在客栈住了下来，海初之后来看过他们一次，说是终于联系上玄龟族，告诉他们还有三天就会到，让他们耐心等待。
en_us: After that they settled down in the inn. Hai Chu came to see them once and said that he had finally gotten in touch with the Black Turtle Clan. He told them that they would get there in three days before asking them to wait patiently.

source: 锁链断裂的声音似乎惊动了男子，抬起头露出一张错愕的脸庞，这张脸分明不是风迟云。
en_us: The sound of the chain breaking startled the man, causing him to raise his head with a shocked face. This face was clearly not Feng ChiYun's.

source: 锋利的刀刃与游小默的手普一接触，一股仿佛无法宣泄的劲气像波纹一样往四周扩散开，刮起一阵不小的风。
en_us: When the razor sharp blade came into contact with You XiaoMo's arm, a shockwave of energy was unleashed, whipping up a strong wind.

source: 锵——
en_us: Clang-

source: 长条桌被撤下，换上了一桌桌酒席，红色的桌布绣着精美的图案，煞是好看，虽然邀请的人不多，但带来的人却有不少，苍盟早有准备，确定人数后便让人有添加了几十张桌子。
en_us: The long tables were removed and exchanged for many tables of food. The red table cover had beautiful and delicate patterns stitched on. Though not many people were invited, many had tagged along. The Cang Alliance had prepared for such an occurrence and had tables added after confirming the number of guests.

source: 长相一般的男人，两姐妹完全是理所当然的奴役他们，心里甚至还觉得那是牛徐阳的荣幸。
en_us: The two sisters naturally enslaved the men who looked just average. In their hearts, they even felt that Niu XuYang should be honored.

source: 长老说过不能让风迟云离开视线，若是让他跟这个陌生男人走，要是不见了他可担当不起后果。
en_us: The elder had said not to let Feng ChiYun leave his line of sight. If he let him go off with this strange man, he would not be able to bear the consequences if Feng ChiYun disappeared.

source: 门口围观的人群不禁面面相觑。
en_us: The people watching from the door couldn't help but look at each other helplessly.

source: 门口突然走进来一名身材魁梧的男子。
en_us: A tall and study man suddenly walked through the doorway.

source: 门轻轻的关上了。
en_us: The door closed gently.

source: 闭关两个月，可惜他还是没能完全融合那滴精血，不过他已经把剩下的部分精血存在经脉中，以后修炼的时候可以慢慢将精血中的能量转化为自身的能量。
en_us: It was too bad that he still wasn't able to completely refine that drop of Life Blood even after being secluded for two months. However, he had already stored the rest of the Life Blood in his meridians, and when he cultivated later, he could slowly convert the energy from the Life Blood into his own.

source: 闻言，其他导师和长老亦朝游小默看过去，后者神色平静，似乎一点也没有受到滕梓心的影响，心性倒是不错，就不知道他能不能炼出比滕梓心等级更高的灵丹。
en_us: Hearing this, the other mentors and elder all looked towards You XiaoMo. He seemed calm, unaffected by Teng ZiXin. His heart seemed strong, but they didn’t know if he could do better than Teng ZiXin.

source: 闻言，掌柜稍微放下心。
en_us: Hearing this, the shopkeeper slightly relaxed.

source: 闻言，颜辉眼中闪过一丝诡色，轻轻一笑：“小师弟果然好算计，借由师傅的手，让师傅知道你的好，同时也能让祖玛大人对你有好感，真厉害！”
en_us: A sly look flashed across Yan Hui's eyes when he heard this, and he laughed lightly. "Xiaoshidi (小师弟) indeed has a good plan. Relying on shifu's power so that shifu will know how good you are, while simultaneously allowing Lady Zuma to have a good impression of you. Amazing!"

source: 阎王是谁？
en_us: Who was Yama?

source: 队长谢俊最先冲到她们面前，神色关心的看着浑身狼狈的莫雪，目光看向她胸前白花花的两团肉，咽了一下口水，立刻移开目光。
en_us: The captain was called Xie Jun and he was the first to rush to them. He looked at Mo Xue's sorry figure in concern. His gaze drifted to the two shining white mounds of flesh at her chest. He swallowed a little before immediately turning his eyes away.

source: 阴森的氛围随着几批人马的到来多了几分紧张的气氛。
en_us: The sinister atmosphere grew tense along with the arrival of several groups of people.

source: 阿川带他们去的客栈名字叫做好来客栈，装潢都很简单，桌椅地板都挺干净的。
en_us: The inn A Chuan brought them to was called HaoLai Inn. The decor was simple and the interior was clean.

source: 阿川拿着灵晶，连连点头：“多谢二位爷，小人告辞。”
en_us: A Chuan took the spirit gems, nodding rapidly. "Thank you, sirs, I'll take my leave now."

source: 阿川确实是集九镇的人，但是他还有另外一个身份，就是将外来者介绍到好来客栈，然后对他们下药再绑起来收刮所有钱财，除此之外，杀人的勾当也一样不少，反正是一群外来者。
en_us: A Chuan was truly from the JiJiu Town but he also had another identity and that was to introduce foreigners to the HaoLai Inn. They then drugged them, tied them up and stole all of their belongings. Of course, killing and such were also included, since they're just a bunch of outsiders.

source: 除了一开始刚进入巨无霸那次，现在已经第二次要错过。
en_us: Besides the time he had first entered Giganticus, this would now already be the second time he msised the competition.

source: 除了他，还有妖凰族的二长老，这位二长老看着他们的眼神并不善，他就是姬云琅的祖父姬赫，想杀他们在意料之中。
en_us: Apart from her, there was also the second Elder of the Demon Phoenix Clan. The second elder wasn't looking at them without malice. He was Ji YunLang's grandfather, Ji He. It was expected that he wanted to kill them.

source: 除了十几株顶级灵草，其他的都是九级或十级灵草，成本其实很高，幸好这些他空间里都有存货。
en_us: Other than the dozen of pinnacle level magic herbs, the others were all level nine or ten herbs. The cost was actually quite high, but good thing was that he had all of them in stock in his dimension.

source: 除了四灵，西境中还有不少实力强大的种族，当然也有个体户，但是实力在西境却是顶尖的强者，比如银戈的父亲九头蛇皇。
en_us: Other than the Four Divine Emperor Beasts, there were also many other strong clans within Xi Jing. Of course, there were also clans with just a single powerful member (个体户), yet their strength was amongst the topmost powerhouses in the Xi Jing. An example was Yin Ge's father the Nine-Headed Serpent King.

source: 除了姬赫的表情很难看外，其他人都心照不宣的笑了笑，自从胖娃娃来子之后，百鸟谷多了很多欢乐的笑声。
en_us: Other than Ji He's expression which was awfully unsightly, everyone else laughed tactfully. The Hundred Birds Valley Bird Valley has had been filled with much joyous laughter ever since the fat baby arrived.

source: 除了当事人，任谁也没想到会发生这样的戏剧性转变，他们一直期待的圣境强者，竟然是成名已久的九头蛇皇，不过他确实和傅苍穹有不小的交情，再结合他很久没有出现，那番话确实能对得上。
en_us: Apart from those involved, no one expected this plot twist. The Sacred level powerhouse they had been eagerly awaiting had turned out to be the long since risen to fame Nine Headed Snake King. However, he did have a history with Fu CangWan, and with the addition of him not appearing in public for such a long time, those words were reasonable.

source: 除了早就看过的滕梓心，其他人纷纷瞪大眼睛。
en_us: Apart from Teng ZiXin who had seen it before, everyone’s eyes widened in surprise.

source: 除了死皮赖脸留下来的游君其，皮球几人已经走了，包括需要实践经验的猫球，离开之前，游小默忍痛分别给他们每人三枚空间符和数枚疗伤的灵药，防止他们受伤的时候没药。
en_us: Besides the brazen and unreasonable You JunQi who stayed behind, PiQiu and the rest had already left, including CatQiu, who needed practical experience. Before they had left, You XiaoMo had very reluctantly distributed three teleportation talismans and several wound-treating magic medicines (灵药) to each of them, in case they didn't have medicine if they got hurt.

source: 除了真龙族的麒麟族请丹师工会的人帮忙采摘，其他人都是自己动手，然而当他们靠近灵草田的时候，平静的湖泊突然冒出细微的泡泡。
en_us: Besides the True Dragon Clan and Qilin Clan requesting that people from the Mage Association help them pick the herbs, everyone else moved on their own. When they got close to the magic herb field, faint bubbles suddenly appeared on the surface of the calm lake.

source: 除了篮球和小鸡，所有人都在这里了。
en_us: Other than LanQiu and Xiao Ji, everyone was present.

source: 除了跑进自在阁的天修，其他人纷纷追了过去。
en_us: Besides Tian Xiu, who ran into the Leisure Pavilion, the rest of them set off in pursuit.

source: 除了轮回丹的灵草，后面都是他无法拜托苍盟帮忙的原因，以傅苍穹的精明绝对不会相信他的说辞，而且苍盟的情报网太厉害。
en_us: Excluding the magic herbs for the Samsara Pill, he was unable to request assistance from the Cang Alliance for the latter items because Fu CangQiong would definitely not believe his excuses with his astuteness. Furthermore, the information network of the Cang Alliance was too superb.

source: 除了骷髅花草，湖泊周围还种植着十几种顶级灵草，每一种都有十来株，摇曳生姿，已经全部成熟了。
en_us: Besides the Skull Herb, a dozen or so other transcendent level magic herbs were grown around the lake. There were about ten of each kind, swaying slightly, and they were all already matured.

source: 除此之外，中天也不是很平静。
en_us: Other than this, Zhong Tian was also not very peaceful.

source: 除此之外，游小默还顺便把当初得来的技法素心琉璃手学了起来。
en_us: Apart from that, You XiaoMo also began to practice the skill technique he had obtained before, Azure Palm (琉璃手).

source: 除此之外，玉简里有一行字还标着玉简主人的名字。
en_us: In addition to this, there was also a line of text in the jade drive marking the name of its owner.

source: 除此之外，还有好几种也是浴火宝丹的材料，显然洞府的主人中这些灵草的目的便是为了炼制浴火宝丹。
en_us: Aside from this, there were quite a few herbs which were also ingredients for the Fire Bathed Jewel. Clearly, the cave dwelling owner's goal for planting all these magic herbs was to refine the Fire Bathed Jewel Pill.

source: 除非是外来者。
en_us: Unless it was an outsider.

source: 除非有人想找死，否则绝对没有人敢吸收贪狼的内丹。
en_us: Unless they wanted to die, then no one would dare absorb the Life Crystal of the Wolf of Gluttony.

source: 除非莫景已经与他们联系上了，因为他们只把名字告诉过莫景。
en_us: Unless Mo Jing had already contacted them, since they had only told their names to Mo Jing before.

source: 随后两人便离开了。
en_us: Afterwards, the two of them left.

source: 随后将储物袋递给武成，“你数数看。”
en_us: Handing it off to Wu Cheng, he said, "Here, make sure the number is right."

source: 随后，一群人便浩浩荡荡的进城了。
en_us: With that, the group of people entered the city in a grandiose manner.

source: 随后，两人不知说了什么秘密，因为周围还有其他‘人’在，所以白衣帅哥只说给凌霄一个人听。
en_us: Afterwards, he didn't know what secret the two of them talked about. Since there were still other 'people' around, the handsome white-robed guy only told it to Ling Xiao.

source: 随后，两人便暂时在鬼哭涯住了下来，他们并不急着离开，而且通灵玄龟的事情还可以向专门收集情报的天刀打听消息，最重要的是，游小默还想见一见皮球他们。
en_us: Later, the two decided to stay at the Weeping Ghost Shore temporarily. They weren't in a rush to leave and the stuff about the Psychic Black Turtle, they could ask Tian Dao, who focused on gathering information. Most importantly, You XiaoMo wanted to see PiQiu and the others.

source: 随后，两人各端着三道菜麻利的走向船舱。
en_us: Then, the two each carried three dishes towards the cabin at a swift pace.

source: 随后，两人告别了他们离开了绵绵山。
en_us: Soon after, the two said their goodbyes and left the Amaranthine Mountain.

source: 随后，两人起程回鬼哭涯。
en_us: With that, the two set out back to the Weeping Ghost Shore.

source: 随后，二人便离开了此处。
en_us: Afterwards, the two of them left.

source: 随后，他让人给乔无星他们留几句话后就和凌霄离开了中天。
en_us: Soon afterwards, he left a few words for Qiao WuXing and the rest with someone before leaving Zhong Tian with Ling Xiao.

source: 随后，傅苍穹果然派他的三弟子方迟尧去调查，很快的，他们便知道赤血家族有一名弟子在石林被蛇咬到并毒死了。
en_us: "After that, Fu CangWan had his third disciple Fang ChiYao go and investigate. Soon enough, they found out that one of the disciples of the ChiXue Family had been bitten by a snake in the Stone Forest and died from the venom.

source: 随后，李管事亲自前往游小默下榻的酒楼。
en_us: Afterwards, Manager Li personally went to the inn that You XiaoMo was staying in.

source: 随后，游小默大摇大摆的让小乌龟站在他的肩膀上。
en_us: Afterwards, You XiaoMo boldly let the baby turtle stand on his shoulder.

source: 随后，游小默看到被捆绑起来的白衣人。
en_us: Soon afterwards, You XiaoMo saw the person in white, who was tied up.

source: 随后，游小默祭出天公鼎。
en_us: Afterwards, You XiaoMo took out the Heavenly Cauldron.

source: 随后，游震天仿佛破罐子破摔般的扔出了七亿天价，大家看得出来，这应该是游震天最后一次出手。
en_us: Soon after, You ZhenTian threw out a sky-high price of seven hundred million as if he was throwing his life away (破罐子破摔). Everyone could that that this was probably You ZhenTian's final bid.

source: 随后，游震天便让江流先下去，并言明如果事情属实会重赏他，江流压抑着心中的激动退了下骈，能得老家主这句承诺，他身上的问题一定能解决。
en_us: Then, You ZhenTian dismissed Jiang Liu, telling him that if his guess was correct, then he'd be greatly rewarded. Jiang Liu left, suppressing the excitement in his heart. With such a promise from the old family head, the flaws his body had could definitely be patched up.

source: 随后，莫景撑着身体也离开了。
en_us: After that, Mo Jing propped himself up and departed as well.

source: 随意清洗一下，凌霄终于换上一套干净的衣服，干净整洁得就像个君子，或许前面得再加上一个伪字。
en_us: Ling Xiao finally put on a clean set of clothes after a brisk wash, looking clean and tidy like a gentleman. Perhaps there should be a 'bogus' added on in front of 'gentleman'.

source: 随着两人走出来，游单和游双立刻警惕的往后退，能在一个照面就将他们打上的人，绝对不会是普通的强者，此人极有可能是神境七星以上。
en_us: As the two walked out, You Dan and You Shuang cautiously backed away. Someone who could injure them like that wasn't any normal powerhouse. This person was very likely to be over Divine seven star.

source: 随着他这声夫人说出口，跪在大厅的人纷纷感到震惊。
en_us: As he addressed his wife, everyone in the room was shocked.

source: 随着价格的突破，那名黑袍人终于放弃了竞争，他一退出就只剩下游震天和姬赫，两人互不退让，几番挣扎，价格又突破了七亿，速度终于缓慢了下来，最终定在游震天的七亿两千万上面，姬赫沉默了下来。
en_us: As the price grew, the cloaked man finally gave up. With him backing out, there was only You ZhenTian and Ji He left. Neither of the two wer willing to give in to the other and the price broke seven hundred million. Finally, the price began to stabilize, stopping at You ZhenTian's seven hundred and twenty million. Ji He fell silent

source: 随着凌霄靠近，风迟云的身体突然颤动了一下，紧接着手指便抽搐了起来，然后是身体，好像在躁动不安一样。
en_us: Feng ChiYun's body suddenly trembled as Ling Xiao approached. Immediately after that, his fingers began twitching and then it was followed by his body. It was as if Feng ChiYun was feeling restless (躁动不安).

source: 随着四周瘴气的涌动，水妖的身体像气球一样慢慢的涨大起来，与此同时，将他困在中间的火焰在凌霄的操控下突然朝它扑了过去，没一会就将它包裹成一个火球。
en_us: As the poisonousness air (瘴气) started to stir, the Water Demon's body swell up like a balloon. At the same time, the flames that surrounded it, suddenly leaped towards it under the control of Ling Xiao. It didn't take long before it was wrapped into a fireball.

source: 随着层数越来越高，每一层的人数都在递减，比如游小默所在的九十层，总人数加起来甚至不到二十人，八十五层的总人数也在五十人以下，所以空出不少空间。
en_us: As the floors went higher and higher, the population on each floor dropped. For example, the total population of the 90th floor that You XiaoMo was on didn't even reach twenty. The total population of the 85th floor was also under fifty people, so there was quite a lot of empty space.

source: 随着拍卖师极富渲染力的介绍及鼓动，座椅的众人也开始激动起来，参加拍卖会的人也有一部分是丹师，对这个红鹰炉感兴趣的人并不在少数。
en_us: With the effective and persuasive introduction of the auctioneer, the crowd became excited too. There was a portion of mages amongst the attendees and thus there was a fair amount of people aiming for the Red Eagle Cauldron.

source: 随着气息越来越浓，有一些靠近小岛的水鲨终于忍受不了诱惑，放佛挣开一道无形的束缚，双目赤红，飞快的朝小岛靠近。
en_us: As the scent grew thicker and thicker, a few of the sharks close to the small island couldn't take it any longer, and they sped quickly towards the small island, eyes crimson, as if they had fought through an invisible restriction.

source: 随着沙漏里的细沙全部落完，五长老终于站了起来，抬手说道：“我宣布，第一轮比赛结柬，现在，从第一个炼丹台开始，按顺序上来测试你们的灵丹，失败的人自觉退场。”
en_us: As the sand in the hourglass finished falling, the Fifth Elder finally stood, raising his hand and announcing, “I declare the first round to be over. Now, starting with those at the first counter, come up and identify your pills. Those who have failed should back out gracefully.”

source: 随着游小默修为的提升，低级灵草和一些中级灵草已经不被需要了，就连一些高级灵草，他也已经有了不少存货，现在种的灵草并不多，所以当初开垦出来的大片灵草田都长满了杂草。
en_us: You XiaoMo no longer needed those low and mid level magic herbs as his cultivation base rose. He also had large of stock of some high level magic herbs. Since he was only growing a few magic herbs at present, the large area he had cleared for the magic herb field was now full of weeds.

source: 随着滕家和柴家的逼近，凌霄终于被他们锁定在边缘一角，形成三角之势，看起来就像铜墙铁臂，因为滕家那边有滕蛟，排名榜上第六的强者，恰巧排在凌霄前面。
en_us: As the Teng and Chai families closed in, Ling Xiao was finally locked into a corner on the edge. They formed a triangle, seeming like an impenetrable wall, because the Teng family had Teng Jiao, a rank six powerhouse, who placed above Ling Xiao.

source: 随着话落，那头猛虎突然像发狂一般发出巨大的咆哮声，震天动地，下一秒就像离弦的箭朝凌霄奔跑而来。
en_us: As his howl came to an end, the fierce tiger let out a tremendous roar as if it had gone mad. The roar shook the heaven and earth and in the next second, it shot towards Ling Xiao like an arrow that had left the string of a bow.

source: 随着鸡的数量急剧减少，他们现在连两天吃一顿叫花鸡都困难了，在还没搞清楚他在森林里遇到的那种情况，以后肯定没办法定时吃到叫花鸡。
en_us: With the massive death of turkeys, now it was difficult for them to even eat it one every two days. Before he understood he situation in the forest, they were going to have trouble eating the Beggar's Chicken.

source: 隔天，城门许进不许出的禁令准备在傍晚前解除的消息立刻在自然城内不胫而走，连续七日的阴霾总算稍微缓解，大家不再不停的抱怨，那些急于出城的人也一早就收拾好东西准备在第一时间离开。
en_us: The next day, the news of the city being opened once more spread like wildfire. The dark atmosphere that had clouded over the city finally began to disperse and people stopped endlessly complaining. Those who had urgent business outside of the city quickly packed, prepared to leave the city as soon as possible.

source: 隔天，游小默就回逍遥院了。
en_us: The next day, You XiaoMo returned to XiaoYao Institution.

source: 隔天，游小默没去森林里抓鸡，因为凌霄有事找他。
en_us: The next day, You XiaoMo didn't go the forest to hunt for turkeys as Ling Xiao needed him for something.

source: 隔日，游小默就没见到他们了，连同蛇球，伤好一半后也被凌霄赶走了。
en_us: The following day, You XiaoMo didn't see them. Even SheQiu had been chased off by Ling Xiao after most of his injuries healed.

source: 难怪他们会这么嚣张，也算情有可原。
en_us: No wonder they were so presumptous, there was a reason to their madness. (难怪他们会这么嚣张，也算情有可原)
